Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/tunnelmia-ykn-pysyvn-foorumin.html.tmx
Source language: fin
Languages: sme

source: Tunnelmia YK:n Pysyvän Foorumin viimeiseltä viikolta
sme: Dovdamušat ON:a bissovaš foruma maŋimus vahku čoakkámiin

source: Aika on mennyt täällä New Yorkissa nopeasti ja huomenna on paluu Suomeen.
sme: Áigi lea gollan jođánit dáppe New Yorkas ja ihttin lea máhccan Supmii.

source: Pysyvän foorumin kokoukset ja niiden ns. side-eventit eli oheistapahtumat ovat olleet mielenkiintoisia ja hyödyllisiä.
sme: Bissovaš foruma čoakkámat ja daid ng. side-eventtat dehege oalgedáhpáhusat leat leamaš miellagiddevaččat ja ávkkálaččat.

source: Olen solminut kontakteja eri alkuperäiskansojen edustajiin.
sme: Lean ožžon oktavuođaid sierra álgoálbmogiid ovddasteddjiiguin.

source: Viime viikolla pidin torstaina kaksi Suomen delegaation puhetta.
sme: Mannan vahku duorastaga dollen guokte válmmaštallon sáhkavuoru Suoma sáttagotti ovddas.

source: Ensimmäinen puhe käsitteli ilmastonmuutosta ja alkuperäiskansoja ja toinen kieltä.
sme: Vuosttaš sáhkavuorru gieđahalai dálkkádatnuppástusa ja álgoálbmogiid ja nubbi giela.

source: Puheet on löydettävissä kokonaisuudessaan saamelaiskäräjien kotisivuilta linkin dokumenttipankki --&gt; puheet kautta.
sme: Ságat gávdnojit ollislažžan sámedikki ruovttusiidduin liŋkka dokumenttipankki (dokumeantabáŋku) --&gt; puheet (ságat) bakte.

source: Myös saamelaiskäräjien lakimiehen ja I varapuheenjohtajan puheenvuorot tulevat samalle sivustolle.
sme: Maiddái sámedikki láhkaolbmo ja I várreságadoalli válmmaštallon sáhkavuorut bissovaš foruma olis boahtiba seamma siidduide.

source: Yhdistyneiden Kansakuntien lehdistötiedotteessa on koottu keskeiset puheessani esille tuomat asiat.
sme: Ovttastuvvan Našuvnnaid preassadieđáhusas leat čohkkejuvvon guovddášáššit, maid bukten sáhkavuorustan ovdan.

source: Lehdistötiedote löytyy tästä linkistä:
sme: Preassadieđáhus gávdno dán liŋkkas:

source: Ilmastonmuutospuheessani toin esille, että alkuperäiskansoille on annettava parempaa vaikutusvaltaa ja mahdollisuuksia osallistua ilmastonmuutoksen torjuntaan.
sme: Sáhkavuorustan mii gieđahalai dálkkádatrievdama bukten ovdan, ahte álgoálbmogiidda galgá addojuvvot buoret váikkuhanváldi ja vejolašvuohta oassálastit dálkkádatnuppástusa dustemii.

source: Useat kansainväliset sopimukset ja mm.. YK:n alkuperäiskansajulistus antavat hyvät mahdollisuudet taata alkuperäiskansojen vaikutusmahdollisuudet ilmastonmuutoksen torjunnassa.
sme: Máŋggat riikkaidgaskasaš soahpamušat ja ee. ON:a álgoálbmotjulggáštus addet buriid vejolašvuođaid dáhkidit álgoálbmogiid váikkuhanvejolašvuođaid dálkkádatrievdama caggamis.

source: Alkuperäiskansakieliä käsittelevässä puheessani toin esille kielen ja kulttuurin välisen suhteen ja kielen merkityksen alkuperäiskansakulttuurin säilymiselle ja kehittymiselle.
sme: Sáhkavuorustan, mii gieđahalai álgoálbmotgielaid, bukten ovdan giela ja kultuvrra gaskavuođa ja giela mearkkašumi álgoálbmotkultuvrra seailumii ja gárgáneapmái.

source: Painotin puheessani myös sitä, että alkuperäiskansakieliä ei voi tarkastella vain vähemmistökielinä, vaan alkuperäiskansakielinä.
sme: Deattuhin ságastan maiddái dan, ahte álgoálbmotgielaid ii sáhte geahčadit dušše veahádatgiellan, muhto álgoálbmotgiellan.

source: Otin puheessani esille Suomen saamen kielten tilanteen ja erityisenä huolena nostin esille koltansaamen tilanteen.
sme: Válden ovdan Suoma sámegielaid dili ja earenoamáš fuollan bajidin oidnosii nuortalašgiela dili.

source: Muistutin pysyvää foorumia myös siitä tosiasiasta, että menetimme viime vuosina kymmenennen saamen kielen, akkalansaamen.
sme: Muittuhin bissovaš foruma maid dan duohtaáššis, ahte mii leat massán maŋimus jagiid logat sámegiela, áhkkilsámi.

source: Kannustin kaikkia pysyvän foorumin jäseniä, valtioita ja alkuperäiskansoja vaalimaan alkuperäiskansakieliä, turvaamaan niiden tulevaisuudet lainsäädännöllä ja resursseilla ja ennen kaikkea – puhumalla omaa äidinkieltään lapsilleen, ystävilleen ja julkisissa yhteyksissä.
sme: Movttiidahtten buot bissovaš foruma áirasiid, stáhtaid ja álgoálbmogiid gáhttet álgoálbmotgielaid, dorvvastit daid boahtteáiggi láhkaásahemiin ja resurssaiguin ja eandalit nu ahte buohkat hupmet eatnigielaset iežaset mánáide, ustibiidda ja almmolaš oktavuođain.

source: Viime viikolla pysyvässä foroumissa käsiteltiin pääasiassa ilmastonmuutosta, alkuperäiskansakieliä ja alkuperäiskansojen terveys- ja sosiaaliasioiden erityispiirteitä.
sme: Mannan vahku bissovaš forumas ledje ovdan áššit, mat gieđahalle dálkkádatnuppástusa, álgoálbmotgielaid sihke álgoálbmogiid dearvvašvuohta- ja sosiálaáššiid sierrasárgosiid.

source: Tällä viikolla asialistalla ovat olleet ihmisoikeudet, alkuperäiskansalapset ja - nuoret sekä alkuperäiskansojen muutto perinteisiltä asuinalueiltaan kaupunkeihin.
sme: Dán vahku áššelisttus leat leamaš olmmošvuoigatvuođat, álgoálbmotmánát ja – nuorat sihke álgoálbmogiid muotkun árbevirolaš orrunguovlluin gávpogiidda.

source: Pysyvä foorumi kiitti YK:n erityisraportoijaa Rodolfo Stavenhagenia ihmisoikeuksien puolesta tehdystä työstä.
sme: Bissovaš forum giittii ON:a sierraraporterejeaddji Rodolfo Stavenhagena su olmmošvuoigatvuođaid beales bargan barggus.

source: Hänen toimikautensa päättyy toukokuun alussa.
sme: Su doaibmaáigodat nohká miessemánu álggus.

source: Foorumi tutustui ja kuuli terveiset toukokuussa virkaan astuvalta James Anayalta, joka siirtyy YK:n erityisraportoijaksi seuraavaksi kuusivuotiskaudeksi.
sme: Forum oahpásnuvai ja gulai dearvvuođagaid James Anayas, guhte algá miessemánu álggu rájes ON:a sierraraporterejeaddjin čuovvovaš guđa jagi áigodahkii.

source: Suomen valtio on ilokseni sitoutunut tukemaan alkuperäiskansojen aseman parantamista.
sme: Suoma stáhta lea min buohkaid illun čatnasan doarjut álgoálbmogiid sajádaga buorideami.

source: Suomi tukee 75 000 €:lla YK:n hallinnoimia alkuperäiskansarahastoja tänä vuonna.
sme: Suopma doarju 75 000 €: in ON:a hálddašan álgoálbmotruhtarájuid dán jagi.

source: Tämän tiedon kertoivat minulle Suomen valtuuskunnan ulkoministeriön edustajat.
sme: Dán dieđu muitale munnje Suoma sáttagotti olgoriikkaministeriija ovddasteaddjit.

source: Minulla oli ilo tutustua Suomen YK:n suurlähettiläs Kirsti Lintoseen, jonka kanssa keskustelimme laajasti ajankohtaisista saamelaiskysymyksistä ja erityisesti saamen kielistä.
sme: Mus lei illu oahpásnuvvat Suoma ON:a ambassadöra Kirsti Lintosiin, geainna ságastalaime viidát áigeguovdilis sámi gážaldagain ja earenoamážit sámegielain.

source: Minulla oli kunnia tutustua myös professori Carsten Smithiin, jonka on edistänyt saamelaisten asemaa laajasti pohjoismaissa ja erityisesti Norjassa.
sme: Munnje lei maid stuora gudni oahpásnnuvvat professor Carstein Smithiin, gii lea ovddidan sápmelaččaid sajádaga hui viidát davviriikkain ja earenoamážit Norggas.

source: Nyt hänen huolenaan oli erityisesti saamelaissopimuksen kohtalo Pohjoismaissa, mutta hän kannusti myös Suomen saamelaiskäräjiä uurastamaan, jotta Suomi voisi ratifioida ILO 169-sopimuksen.
sme: Dál su fuollan lei earenaoamážit sámi soahpamuša ratifiseren davviriikkain, muhto son movttiidahtii maid Suoma sámedikki áŋgiruššat nu ahte Suopma sáhttá ratifiseret ILO 169-soahpamuša.

source: Palaan mahdollisesti myöhemmissä blogeissani YK:n pysyvän foorumin asioihin.
sme: Mun várra máhcan maŋŋel iežan blogiin ON:a bissovaš foruma áššiide.

source: Hyvää vappua toivottaa
sme: Buriid válborbasiid sávvá

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet

source: New Yorkissa 30.4.2008
sme: New Yorkas 30.4.2008
